tutorials/RAS/3DScour/constant/transportProperties.boundaryFoam
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.1.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

Ubar            Ubar [ 0 1 -1 0 0 0 0 ] ( 0.0687 0 0 );

transportModel  Newtonian;

nu              nu [ 0 2 -1 0 0 0 0 ] 1e-06;


// ************************************************************************* //
