tutorials/RAS/3DScour/system/Allrun
blockMesh
funkySetFields -time 0
sedFoam >log &
